{"<pad>": 0, "<unk>": 1, "the": 2, "to": 3, "a": 4, "of": 5, "in": 6, "and": 7, "on": 8, "for": 9, "39": 10, "s": 11, "that": 12, "with": 13, "as": 14, "at": 15, "is": 16, "its": 17, "new": 18, "by": 19, "said": 20, "it": 21, "reuters": 22, "has": 23, "from": 24, "an": 25, "ap": 26, "his": 27, "will": 28, "after": 29, "was": 30, "us": 31, "gt": 32, "lt": 33, "be": 34, "over": 35, "have": 36, "up": 37, "their": 38, "two": 39, "first": 40, "are": 41, "quot": 42, "year": 43, "but": 44, "more": 45, "he": 46, "u": 47, "this": 48, "1": 49, "one": 50, "world": 51, "monday": 52, "out": 53, "oil": 54, "wednesday": 55, "tuesday": 56, "thursday": 57, "company": 58, "2": 59, "not": 60, "against": 61, "inc": 62, "friday": 63, "than": 64, "into": 65, "last": 66, "about": 67, "b": 68, "york": 69, "they": 70, "who": 71, "yesterday": 72, "three": 73, "iraq": 74, "president": 75, "no": 76, "were": 77, "game": 78, "microsoft": 79, "million": 80, "been": 81, "time": 82, "week": 83, "says": 84, "had": 85, "corp": 86, "united": 87, "when": 88, "stocks": 89, "com": 90, "prices": 91, "could": 92, "3": 93, "would": 94, "sunday": 95, "security": 96, "years": 97, "government": 98, "n": 99, "group": 100, "people": 101, "off": 102, "which": 103, "today": 104, "may": 105, "afp": 106, "percent": 107, "second": 108, "back": 109, "software": 110, "all": 111, "next": 112, "win": 113, "season": 114, "day": 115, "team": 116, "third": 117, "internet": 118, "or": 119, "quarter": 120, "saturday": 121, "high": 122, "night": 123, "6": 124, "top": 125, "4": 126, "deal": 127, "state": 128, "open": 129, "some": 130, "market": 131, "10": 132, "four": 133, "sales": 134, "minister": 135, "news": 136, "china": 137, "fullquote": 138, "billion": 139, "business": 140, "record": 141, "down": 142, "end": 143, "t": 144, "can": 145, "2004": 146, "5": 147, "international": 148, "announced": 149, "former": 150, "most": 151, "bush": 152, "washington": 153, "killed": 154, "report": 155, "officials": 156, "7": 157, "victory": 158, "profit": 159, "court": 160, "000": 161, "service": 162, "city": 163, "plans": 164, "home": 165, "set": 166, "other": 167, "states": 168, "if": 169, "before": 170, "month": 171, "european": 172, "american": 173, "chief": 174, "technology": 175, "lead": 176, "computer": 177, "search": 178, "talks": 179, "0": 180, "cup": 181, "just": 182, "league": 183, "space": 184, "five": 185, "online": 186, "you": 187, "national": 188, "british": 189, "expected": 190, "largest": 191, "co": 192, "reported": 193, "take": 194, "now": 195, "target": 196, "red": 197, "shares": 198, "network": 199, "what": 200, "major": 201, "make": 202, "prime": 203, "bank": 204, "iraqi": 205, "federal": 206, "police": 207, "least": 208, "final": 209, "under": 210, "election": 211, "research": 212, "web": 213, "hit": 214, "google": 215, "ibm": 216, "another": 217, "south": 218, "music": 219, "made": 220, "india": 221, "long": 222, "according": 223, "get": 224, "bid": 225, "maker": 226, "san": 227, "help": 228, "leader": 229, "big": 230, "mobile": 231, "companies": 232, "while": 233, "series": 234, "during": 235, "coach": 236, "between": 237, "plan": 238, "ticker": 239, "still": 240, "london": 241, "games": 242, "country": 243, "say": 244, "industry": 245, "http": 246, "way": 247, "old": 248, "japan": 249, "war": 250, "dollar": 251, "run": 252, "baghdad": 253, "won": 254, "them": 255, "based": 256, "al": 257, "www": 258, "there": 259, "growth": 260, "since": 261, "services": 262, "early": 263, "through": 264, "giant": 265, "href": 266, "trade": 267, "data": 268, "north": 269, "cut": 270, "nuclear": 271, "sports": 272, "six": 273, "her": 274, "higher": 275, "start": 276, "i": 277, "system": 278, "wireless": 279, "phone": 280, "gold": 281, "military": 282, "8": 283, "investor": 284, "left": 285, "earnings": 286, "so": 287, "only": 288, "test": 289, "buy": 290, "move": 291, "being": 292, "un": 293, "o": 294, "him": 295, "union": 296, "loss": 297, "palestinian": 298, "stock": 299, "john": 300, "official": 301, "general": 302, "like": 303, "australia": 304, "months": 305, "strong": 306, "go": 307, "days": 308, "agreed": 309, "players": 310, "because": 311, "amp": 312, "man": 313, "air": 314, "latest": 315, "sox": 316, "half": 317, "ahead": 318, "israeli": 319, "windows": 320, "p": 321, "11": 322, "face": 323, "price": 324, "aspx": 325, "quickinfo": 326, "many": 327, "attack": 328, "free": 329, "global": 330, "apple": 331, "troops": 332, "again": 333, "biggest": 334, "play": 335, "olympic": 336, "gaza": 337, "found": 338, "press": 339, "round": 340, "uk": 341, "rose": 342, "executive": 343, "england": 344, "russian": 345, "even": 346, "west": 347, "firm": 348, "held": 349, "oracle": 350, "head": 351, "including": 352, "jobs": 353, "ago": 354, "20": 355, "intel": 356, "rise": 357, "drug": 358, "near": 359, "despite": 360, "9": 361, "users": 362, "pay": 363, "update": 364, "reports": 365, "boston": 366, "football": 367, "points": 368, "released": 369, "forces": 370, "car": 371, "athens": 372, "canadian": 373, "part": 374, "peace": 375, "past": 376, "russia": 377, "economic": 378, "investors": 379, "iran": 380, "release": 381, "much": 382, "key": 383, "economy": 384, "12": 385, "how": 386, "offer": 387, "power": 388, "your": 389, "2005": 390, "use": 391, "video": 392, "e": 393, "eu": 394, "work": 395, "peoplesoft": 396, "street": 397, "fourth": 398, "public": 399, "beat": 400, "europe": 401, "seven": 402, "foreign": 403, "case": 404, "36": 405, "source": 406, "presidential": 407, "share": 408, "title": 409, "right": 410, "bomb": 411, "close": 412, "nearly": 413, "weeks": 414, "should": 415, "pakistan": 416, "pc": 417, "lower": 418, "where": 419, "around": 420, "attacks": 421, "called": 422, "nations": 423, "do": 424, "wins": 425, "financial": 426, "media": 427, "net": 428, "systems": 429, "life": 430, "australian": 431, "support": 432, "sun": 433, "linux": 434, "30": 435, "french": 436, "house": 437, "contract": 438, "launch": 439, "championship": 440, "workers": 441, "francisco": 442, "digital": 443, "15": 444, "wall": 445, "fall": 446, "st": 447, "put": 448, "leading": 449, "low": 450, "fell": 451, "leaders": 452, "tokyo": 453, "best": 454, "september": 455, "agency": 456, "number": 457, "led": 458, "late": 459, "scientists": 460, "october": 461, "america": 462, "line": 463, "demand": 464, "hurricane": 465, "nasa": 466, "crude": 467, "player": 468, "took": 469, "used": 470, "consumer": 471, "chicago": 472, "also": 473, "any": 474, "death": 475, "rival": 476, "following": 477, "party": 478, "job": 479, "killing": 480, "vote": 481, "race": 482, "program": 483, "darfur": 484, "return": 485, "chip": 486, "center": 487, "israel": 488, "florida": 489, "japanese": 490, "per": 491, "army": 492, "korea": 493, "version": 494, "good": 495, "capital": 496, "bill": 497, "both": 498, "charges": 499, "agreement": 500, "well": 501, "trial": 502, "making": 503, "17": 504, "future": 505, "keep": 506, "14": 507, "site": 508, "campaign": 509, "quote": 510, "kerry": 511, "strike": 512, "school": 513, "study": 514, "show": 515, "products": 516, "battle": 517, "profile": 518, "commission": 519, "france": 520, "13": 521, "dead": 522, "results": 523, "management": 524, "several": 525, "board": 526, "here": 527, "yankees": 528, "give": 529, "50": 530, "little": 531, "defense": 532, "office": 533, "anti": 534, "might": 535, "away": 536, "18": 537, "star": 538, "eight": 539, "decision": 540, "november": 541, "northern": 542, "conference": 543, "arafat": 544, "region": 545, "tech": 546, "customers": 547, "without": 548, "costs": 549, "100": 550, "manager": 551, "sell": 552, "energy": 553, "political": 554, "16": 555, "meeting": 556, "running": 557, "southern": 558, "hostage": 559, "shot": 560, "place": 561, "elections": 562, "sony": 563, "men": 564, "champions": 565, "we": 566, "recent": 567, "25": 568, "cuts": 569, "takes": 570, "gets": 571, "nation": 572, "interest": 573, "straight": 574, "militants": 575, "field": 576, "match": 577, "cost": 578, "due": 579, "champion": 580, "winning": 581, "health": 582, "baseball": 583, "fight": 584, "hopes": 585, "taking": 586, "tax": 587, "such": 588, "central": 589, "fans": 590, "quarterly": 591, "real": 592, "california": 593, "los": 594, "judge": 595, "told": 596, "mail": 597, "tv": 598, "whether": 599, "ceo": 600, "force": 601, "claims": 602, "times": 603, "better": 604, "canada": 605, "department": 606, "michael": 607, "post": 608, "using": 609, "own": 610, "rate": 611, "server": 612, "look": 613, "grand": 614, "lost": 615, "likely": 616, "across": 617, "launched": 618, "rates": 619, "she": 620, "saying": 621, "east": 622, "history": 623, "scored": 624, "become": 625, "texas": 626, "angeles": 627, "amid": 628, "violence": 629, "increase": 630, "giants": 631, "mark": 632, "money": 633, "chairman": 634, "unit": 635, "fire": 636, "chinese": 637, "britain": 638, "action": 639, "club": 640, "trading": 641, "24": 642, "small": 643, "sudan": 644, "university": 645, "women": 646, "houston": 647, "same": 648, "too": 649, "world's": 650, "rebels": 651, "come": 652, "hits": 653, "stores": 654, "williams": 655, "weekend": 656, "desktop": 657, "behind": 658, "among": 659, "information": 660, "secretary": 661, "control": 662, "cash": 663, "profits": 664, "m": 665, "morning": 666, "operating": 667, "oct": 668, "accused": 669, "phones": 670, "call": 671, "hold": 672, "possible": 673, "makes": 674, "seen": 675, "cell": 676, "white": 677, "19": 678, "aid": 679, "change": 680, "injured": 681, "calls": 682, "soldiers": 683, "going": 684, "exchange": 685, "german": 686, "meet": 687, "barrel": 688, "boost": 689, "21": 690, "law": 691, "store": 692, "senior": 693, "drop": 694, "see": 695, "did": 696, "communications": 697, "august": 698, "almost": 699, "rally": 700, "ever": 701, "access": 702, "nov": 703, "nine": 704, "few": 705, "medal": 706, "gas": 707, "revenue": 708, "full": 709, "less": 710, "hard": 711, "ipod": 712, "bankruptcy": 713, "reach": 714, "point": 715, "speed": 716, "warned": 717, "germany": 718, "yahoo": 719, "paris": 720, "showed": 721, "posted": 722, "human": 723, "takeover": 724, "indian": 725, "sign": 726, "file": 727, "radio": 728, "fund": 729, "thousands": 730, "stadium": 731, "euro": 732, "term": 733, "signed": 734, "ready": 735, "engine": 736, "food": 737, "yet": 738, "coast": 739, "reserve": 740, "opening": 741, "airlines": 742, "production": 743, "step": 744, "markets": 745, "afghan": 746, "television": 747, "fuel": 748, "offering": 749, "stop": 750, "earlier": 751, "olympics": 752, "must": 753, "david": 754, "those": 755, "short": 756, "outlook": 757, "growing": 758, "toronto": 759, "got": 760, "far": 761, "forecast": 762, "wants": 763, "sale": 764, "soon": 765, "terror": 766, "opposition": 767, "stake": 768, "division": 769, "afghanistan": 770, "tour": 771, "find": 772, "blue": 773, "sept": 774, "jones": 775, "corporate": 776, "concerns": 777, "begin": 778, "helped": 779, "performance": 780, "product": 781, "began": 782, "ltd": 783, "americans": 784, "came": 785, "font": 786, "african": 787, "nfl": 788, "western": 789, "rebel": 790, "500": 791, "probe": 792, "countries": 793, "local": 794, "insurance": 795, "gains": 796, "investment": 797, "association": 798, "efforts": 799, "re": 800, "flight": 801, "networks": 802, "ended": 803, "once": 804, "arrested": 805, "green": 806, "fighting": 807, "blair": 808, "africa": 809, "died": 810, "station": 811, "threat": 812, "trying": 813, "list": 814, "spending": 815, "spain": 816, "holiday": 817, "legal": 818, "great": 819, "personal": 820, "looking": 821, "career": 822, "members": 823, "weapons": 824, "continue": 825, "already": 826, "council": 827, "visit": 828, "hours": 829, "drive": 830, "teams": 831, "competition": 832, "miami": 833, "arsenal": 834, "computers": 835, "need": 836, "supply": 837, "heart": 838, "airline": 839, "retail": 840, "spam": 841, "outside": 842, "family": 843, "charged": 844, "others": 845, "rights": 846, "it's": 847, "airways": 848, "pm": 849, "beijing": 850, "selling": 851, "within": 852, "madrid": 853, "rules": 854, "analysts": 855, "enough": 856, "administration": 857, "offers": 858, "italian": 859, "until": 860, "starting": 861, "seattle": 862, "pressure": 863, "black": 864, "paul": 865, "crisis": 866, "yards": 867, "development": 868, "george": 869, "policy": 870, "coming": 871, "each": 872, "gave": 873, "reached": 874, "quarterback": 875, "survey": 876, "dell": 877, "151": 878, "ruling": 879, "push": 880, "authorities": 881, "manchester": 882, "toward": 883, "name": 884, "nba": 885, "injury": 886, "c": 887, "size": 888, "storm": 889, "popular": 890, "effort": 891, "then": 892, "executives": 893, "suicide": 894, "main": 895, "labor": 896, "finally": 897, "side": 898, "taken": 899, "devices": 900, "bowl": 901, "sharon": 902, "fears": 903, "23": 904, "ban": 905, "goal": 906, "sees": 907, "double": 908, "aimed": 909, "charge": 910, "consumers": 911, "bay": 912, "getting": 913, "basketball": 914, "28": 915, "continued": 916, "further": 917, "blast": 918, "rising": 919, "failed": 920, "kill": 921, "shows": 922, "yukos": 923, "powerful": 924, "yasser": 925, "researchers": 926, "asia": 927, "electronics": 928, "private": 929, "retailer": 930, "raised": 931, "palestinians": 932, "large": 933, "cisco": 934, "hope": 935, "fired": 936, "operations": 937, "fraud": 938, "problems": 939, "working": 940, "27": 941, "level": 942, "children": 943, "college": 944, "rivals": 945, "debt": 946, "named": 947, "ivan": 948, "known": 949, "missing": 950, "chips": 951, "moscow": 952, "card": 953, "filed": 954, "want": 955, "risk": 956, "turn": 957, "22": 958, "kills": 959, "area": 960, "above": 961, "davis": 962, "merger": 963, "calif": 964, "challenge": 965, "winter": 966, "leave": 967, "2006": 968, "suspected": 969, "soccer": 970, "designed": 971, "signs": 972, "planned": 973, "d": 974, "dollars": 975, "terrorism": 976, "defeat": 977, "firms": 978, "fresh": 979, "warning": 980, "focus": 981, "atlanta": 982, "asian": 983, "businesses": 984, "faces": 985, "muslim": 986, "mission": 987, "dvd": 988, "investigation": 989, "chance": 990, "never": 991, "satellite": 992, "order": 993, "staff": 994, "issues": 995, "sold": 996, "storage": 997, "park": 998, "try": 999, "annual": 1000, "allow": 1001, "expectations": 1002, "went": 1003, "lawsuit": 1004, "issue": 1005, "detroit": 1006, "provide": 1007, "track": 1008, "tony": 1009, "water": 1010, "fallujah": 1011, "cricket": 1012, "available": 1013, "town": 1014, "launches": 1015, "hundreds": 1016, "200": 1017, "nokia": 1018, "december": 1019, "securities": 1020, "cp": 1021, "debate": 1022, "'s": 1023, "officer": 1024, "xp": 1025, "runs": 1026, "delta": 1027, "groups": 1028, "miss": 1029, "sent": 1030, "hospital": 1031, "claim": 1032, "every": 1033, "does": 1034, "seeks": 1035, "ryder": 1036, "boeing": 1037, "experts": 1038, "build": 1039, "approved": 1040, "enterprise": 1041, "sites": 1042, "attempt": 1043, "medical": 1044, "young": 1045, "cbs": 1046, "guard": 1047, "bring": 1048, "regulators": 1049, "40": 1050, "losses": 1051, "dutch": 1052, "philadelphia": 1053, "hand": 1054, "island": 1055, "asked": 1056, "johnson": 1057, "closer": 1058, "drugs": 1059, "worth": 1060, "singapore": 1061, "nasdaq": 1062, "democratic": 1063, "browser": 1064, "safety": 1065, "amd": 1066, "building": 1067, "employees": 1068, "prison": 1069, "najaf": 1070, "captain": 1071, "militant": 1072, "islamic": 1073, "current": 1074, "ground": 1075, "earth": 1076, "prize": 1077, "sets": 1078, "clear": 1079, "confirmed": 1080, "process": 1081, "unveiled": 1082, "alleged": 1083, "ex": 1084, "technologies": 1085, "wal": 1086, "body": 1087, "brown": 1088, "let": 1089, "tournament": 1090, "fifth": 1091, "congress": 1092, "losing": 1093, "applications": 1094, "role": 1095, "holding": 1096, "sprint": 1097, "mart": 1098, "finance": 1099, "singh": 1100, "vs": 1101, "louis": 1102, "moon": 1103, "urged": 1104, "giving": 1105, "road": 1106, "middle": 1107, "lines": 1108, "ireland": 1109, "credit": 1110, "equipment": 1111, "hp": 1112, "looks": 1113, "project": 1114, "create": 1115, "goes": 1116, "w": 1117, "turned": 1118, "dow": 1119, "strip": 1120, "settle": 1121, "break": 1122, "disney": 1123, "cent": 1124, "hostages": 1125, "given": 1126, "astros": 1127, "later": 1128, "generation": 1129, "average": 1130, "2003": 1131, "poll": 1132, "changes": 1133, "decided": 1134, "offensive": 1135, "mike": 1136, "code": 1137, "special": 1138, "comes": 1139, "added": 1140, "rises": 1141, "travel": 1142, "26": 1143, "inning": 1144, "increased": 1145, "italy": 1146, "forward": 1147, "golf": 1148, "putin": 1149, "ending": 1150, "pro": 1151, "ranked": 1152, "woods": 1153, "kidnapped": 1154, "playing": 1155, "stay": 1156, "claimed": 1157, "400": 1158, "posts": 1159, "warns": 1160, "range": 1161, "bad": 1162, "our": 1163, "color": 1164, "wounded": 1165, "virus": 1166, "acquire": 1167, "accounting": 1168, "minnesota": 1169, "rocket": 1170, "insurgents": 1171, "moved": 1172, "position": 1173, "spokesman": 1174, "watch": 1175, "why": 1176, "steve": 1177, "millions": 1178, "though": 1179, "bonds": 1180, "very": 1181, "sources": 1182, "crash": 1183, "aug": 1184, "gives": 1185, "light": 1186, "woman": 1187, "event": 1188, "received": 1189, "standard": 1190, "save": 1191, "falls": 1192, "touchdown": 1193, "plane": 1194, "care": 1195, "opened": 1196, "gain": 1197, "jets": 1198, "single": 1199, "join": 1200, "35": 1201, "continues": 1202, "brazil": 1203, "course": 1204, "camp": 1205, "director": 1206, "ms": 1207, "debut": 1208, "stage": 1209, "raise": 1210, "related": 1211, "suspended": 1212, "fast": 1213, "know": 1214, "seeking": 1215, "decline": 1216, "talk": 1217, "tiger": 1218, "airport": 1219, "confidence": 1220, "guilty": 1221, "advanced": 1222, "july": 1223, "funds": 1224, "having": 1225, "homes": 1226, "moves": 1227, "chelsea": 1228, "evidence": 1229, "justice": 1230, "ford": 1231, "memory": 1232, "pilots": 1233, "tennis": 1234, "settlement": 1235, "leads": 1236, "remain": 1237, "streak": 1238, "row": 1239, "washingtonpost": 1240, "huge": 1241, "greece": 1242, "able": 1243, "dispute": 1244, "minutes": 1245, "acquisition": 1246, "sanctions": 1247, "device": 1248, "itunes": 1249, "taiwan": 1250, "protection": 1251, "cleric": 1252, "seek": 1253, "summer": 1254, "started": 1255, "along": 1256, "virginia": 1257, "sharing": 1258, "korean": 1259, "broadband": 1260, "pace": 1261, "slow": 1262, "voters": 1263, "scandal": 1264, "spanish": 1265, "leaving": 1266, "ruled": 1267, "border": 1268, "remains": 1269, "winner": 1270, "missile": 1271, "supreme": 1272, "explosion": 1273, "form": 1274, "hurt": 1275, "played": 1276, "appeal": 1277, "boss": 1278, "toll": 1279, "review": 1280, "de": 1281, "jump": 1282, "futures": 1283, "deficit": 1284, "proposed": 1285, "entertainment": 1286, "draw": 1287, "heavy": 1288, "flat": 1289, "below": 1290, "threatened": 1291, "forced": 1292, "statement": 1293, "mars": 1294, "avoid": 1295, "tough": 1296, "yen": 1297, "front": 1298, "january": 1299, "cardinals": 1300, "parliament": 1301, "interim": 1302, "spot": 1303, "panel": 1304, "classic": 1305, "29": 1306, "nextel": 1307, "rejected": 1308, "send": 1309, "flu": 1310, "plant": 1311, "dec": 1312, "application": 1313, "potential": 1314, "concern": 1315, "wanted": 1316, "ends": 1317, "files": 1318, "banks": 1319, "worries": 1320, "turkey": 1321, "powell": 1322, "shopping": 1323, "aircraft": 1324, "host": 1325, "irish": 1326, "servers": 1327, "mexico": 1328, "slightly": 1329, "company's": 1330, "committee": 1331, "commercial": 1332, "howard": 1333, "mac": 1334, "kashmir": 1335, "rule": 1336, "science": 1337, "zealand": 1338, "movie": 1339, "these": 1340, "auto": 1341, "my": 1342, "indonesia": 1343, "hollywood": 1344, "eastern": 1345, "edge": 1346, "beating": 1347, "senate": 1348, "needs": 1349, "formula": 1350, "hong": 1351, "questions": 1352, "proposal": 1353, "chain": 1354, "king": 1355, "masters": 1356, "success": 1357, "fed": 1358, "terrorist": 1359, "whose": 1360, "firefox": 1361, "supplies": 1362, "newsfactor": 1363, "suit": 1364, "member": 1365, "think": 1366, "rest": 1367, "citing": 1368, "sharply": 1369, "targets": 1370, "hot": 1371, "expects": 1372, "31": 1373, "buying": 1374, "electronic": 1375, "offered": 1376, "illegal": 1377, "organization": 1378, "sector": 1379, "dropped": 1380, "newspaper": 1381, "qaeda": 1382, "60": 1383, "prix": 1384, "makers": 1385, "ad": 1386, "returned": 1387, "total": 1388, "mass": 1389, "sec": 1390, "initial": 1391, "tool": 1392, "carrier": 1393, "kong": 1394, "x": 1395, "content": 1396, "nhl": 1397, "became": 1398, "thought": 1399, "orders": 1400, "develop": 1401, "highest": 1402, "shareholders": 1403, "j": 1404, "aol": 1405, "base": 1406, "msn": 1407, "mortgage": 1408, "warner": 1409, "mw": 1410, "ivory": 1411, "james": 1412, "inflation": 1413, "playoff": 1414, "pcs": 1415, "jose": 1416, "question": 1417, "provider": 1418, "weather": 1419, "hockey": 1420, "lose": 1421, "met": 1422, "result": 1423, "christmas": 1424, "wide": 1425, "ministry": 1426, "don": 1427, "ohio": 1428, "needed": 1429, "pass": 1430, "progress": 1431, "problem": 1432, "stewart": 1433, "although": 1434, "ball": 1435, "bombs": 1436, "kabul": 1437, "oakland": 1438, "embassy": 1439, "features": 1440, "recently": 1441, "abu": 1442, "tools": 1443, "cable": 1444, "bombing": 1445, "nyse": 1446, "intelligence": 1447, "relief": 1448, "candidate": 1449, "sadr": 1450, "agree": 1451, "operation": 1452, "longer": 1453, "premier": 1454, "important": 1455, "voting": 1456, "poor": 1457, "rain": 1458, "uranium": 1459, "michigan": 1460, "crew": 1461, "sending": 1462, "programs": 1463, "tonight": 1464, "processor": 1465, "sans": 1466, "begins": 1467, "karzai": 1468, "arms": 1469, "practice": 1470, "closed": 1471, "innings": 1472, "eagles": 1473, "passes": 1474, "tests": 1475, "scheduled": 1476, "venture": 1477, "built": 1478, "hoping": 1479, "carolina": 1480, "protest": 1481, "kept": 1482, "consecutive": 1483, "secure": 1484, "ariel": 1485, "wild": 1486, "enron": 1487, "fi": 1488, "planning": 1489, "film": 1490, "dolphins": 1491, "negotiations": 1492, "linked": 1493, "surgery": 1494, "delay": 1495, "opec": 1496, "names": 1497, "vice": 1498, "worldwide": 1499, "developed": 1500, "egypt": 1501, "reduce": 1502, "issued": 1503, "figures": 1504, "training": 1505, "patriots": 1506, "wi": 1507, "mid": 1508, "ebay": 1509, "dallas": 1510, "heat": 1511, "strategy": 1512, "spacecraft": 1513, "spyware": 1514, "kansas": 1515, "controversial": 1516, "output": 1517, "photo": 1518, "arab": 1519, "attorney": 1520, "unveils": 1521, "hostile": 1522, "joint": 1523, "lift": 1524, "airbus": 1525, "mixed": 1526, "striker": 1527, "pension": 1528, "himself": 1529, "impact": 1530, "calling": 1531, "hamas": 1532, "expand": 1533, "caused": 1534, "pakistani": 1535, "brought": 1536, "deadline": 1537, "buys": 1538, "recovery": 1539, "advertising": 1540, "country's": 1541, "trip": 1542, "parts": 1543, "worst": 1544, "thailand": 1545, "express": 1546, "check": 1547, "cards": 1548, "struck": 1549, "details": 1550, "afternoon": 1551, "l": 1552, "mets": 1553, "published": 1554, "marketing": 1555, "lawsuits": 1556, "producer": 1557, "hotel": 1558, "merck": 1559, "assault": 1560, "saudi": 1561, "act": 1562, "ties": 1563, "eyes": 1564, "raises": 1565, "together": 1566, "threw": 1567, "cleveland": 1568, "struggling": 1569, "eye": 1570, "sharp": 1571, "damage": 1572, "budget": 1573, "easy": 1574, "blow": 1575, "soldier": 1576, "improve": 1577, "weak": 1578, "martin": 1579, "approval": 1580, "announce": 1581, "positive": 1582, "angels": 1583, "climate": 1584, "auction": 1585, "itself": 1586, "serious": 1587, "verdana": 1588, "serif": 1589, "arial": 1590, "helvetica": 1591, "666666": 1592, "march": 1593, "protect": 1594, "room": 1595, "jail": 1596, "facing": 1597, "nl": 1598, "backed": 1599, "civil": 1600, "nation's": 1601, "critical": 1602, "manufacturing": 1603, "troubled": 1604, "300": 1605, "saw": 1606, "decades": 1607, "download": 1608, "delayed": 1609, "arizona": 1610, "surprise": 1611, "finals": 1612, "pittsburgh": 1613, "jerusalem": 1614, "instead": 1615, "daily": 1616, "patent": 1617, "tom": 1618, "massive": 1619, "revealed": 1620, "finish": 1621, "republican": 1622, "stars": 1623, "core": 1624, "retailers": 1625, "helping": 1626, "goals": 1627, "moving": 1628, "surge": 1629, "ordered": 1630, "zone": 1631, "nigeria": 1632, "cutting": 1633, "novell": 1634, "nikkei": 1635, "stand": 1636, "live": 1637, "different": 1638, "ran": 1639, "things": 1640, "hat": 1641, "returns": 1642, "touchdowns": 1643, "cause": 1644, "operator": 1645, "extended": 1646, "greek": 1647, "cubs": 1648, "species": 1649, "notre": 1650, "iraq's": 1651, "victims": 1652, "armed": 1653, "terms": 1654, "owner": 1655, "machines": 1656, "finds": 1657, "previous": 1658, "haiti": 1659, "pacific": 1660, "introduced": 1661, "sydney": 1662, "estimates": 1663, "image": 1664, "income": 1665, "bird": 1666, "platform": 1667, "ipo": 1668, "demands": 1669, "motor": 1670, "vioxx": 1671, "knee": 1672, "falling": 1673, "complete": 1674, "cingular": 1675, "highs": 1676, "breaking": 1677, "add": 1678, "decade": 1679, "liverpool": 1680, "view": 1681, "tie": 1682, "domestic": 1683, "trophy": 1684, "pulled": 1685, "showing": 1686, "advance": 1687, "deadly": 1688, "summit": 1689, "nintendo": 1690, "ministers": 1691, "piracy": 1692, "block": 1693, "racing": 1694, "broke": 1695, "os": 1696, "rich": 1697, "rangers": 1698, "warming": 1699, "message": 1700, "fla": 1701, "appeared": 1702, "extend": 1703, "probably": 1704, "64": 1705, "opens": 1706, "dame": 1707, "delhi": 1708, "spent": 1709, "opener": 1710, "2000": 1711, "semiconductor": 1712, "alliance": 1713, "session": 1714, "developing": 1715, "resolution": 1716, "community": 1717, "yard": 1718, "industrial": 1719, "land": 1720, "federer": 1721, "something": 1722, "passed": 1723, "flights": 1724, "royal": 1725, "cancer": 1726, "bears": 1727, "saddam": 1728, "puts": 1729, "minute": 1730, "hour": 1731, "bit": 1732, "55": 1733, "arrest": 1734, "discovered": 1735, "conflict": 1736, "numbers": 1737, "musharraf": 1738, "hurricanes": 1739, "sea": 1740, "consider": 1741, "associated": 1742, "discuss": 1743, "inside": 1744, "paid": 1745, "49": 1746, "date": 1747, "tim": 1748, "believe": 1749, "century": 1750, "commerce": 1751, "testing": 1752, "jason": 1753, "arrived": 1754, "story": 1755, "bell": 1756, "pitcher": 1757, "benefits": 1758, "vladimir": 1759, "cars": 1760, "holds": 1761, "diego": 1762, "plc": 1763, "sex": 1764, "verizon": 1765, "value": 1766, "sbc": 1767, "replace": 1768, "award": 1769, "students": 1770, "roger": 1771, "polls": 1772, "utah": 1773, "murder": 1774, "aims": 1775, "adds": 1776, "partners": 1777, "announces": 1778, "expos": 1779, "seconds": 1780, "raising": 1781, "format": 1782, "expansion": 1783, "period": 1784, "index": 1785, "witnesses": 1786, "telephone": 1787, "filing": 1788, "montreal": 1789, "80": 1790, "beginning": 1791, "clash": 1792, "typhoon": 1793, "nothing": 1794, "tehran": 1795, "assets": 1796, "agent": 1797, "fannie": 1798, "portable": 1799, "iraqis": 1800, "threats": 1801, "annan": 1802, "ukraine": 1803, "falluja": 1804, "miles": 1805, "ask": 1806, "doctors": 1807, "hewlett": 1808, "historic": 1809, "prince": 1810, "baltimore": 1811, "backs": 1812, "done": 1813, "thanks": 1814, "hewitt": 1815, "appears": 1816, "steps": 1817, "amazon": 1818, "seventh": 1819, "traders": 1820, "japan's": 1821, "fiscal": 1822, "gulf": 1823, "la": 1824, "forecasts": 1825, "virgin": 1826, "democracy": 1827, "super": 1828, "banking": 1829, "exports": 1830, "votes": 1831, "microsystems": 1832, "hands": 1833, "freed": 1834, "records": 1835, "interview": 1836, "explorer": 1837, "fastest": 1838, "tried": 1839, "setting": 1840, "antitrust": 1841, "criminal": 1842, "45": 1843, "residents": 1844, "ten": 1845, "reportedly": 1846, "unions": 1847, "sudanese": 1848, "corporation": 1849, "r": 1850, "heating": 1851, "starts": 1852, "class": 1853, "defensive": 1854, "upset": 1855, "remained": 1856, "holdings": 1857, "won't": 1858, "bryant": 1859, "indonesian": 1860, "sixth": 1861, "upgrade": 1862, "colin": 1863, "living": 1864, "announcement": 1865, "blasts": 1866, "packard": 1867, "tigers": 1868, "owners": 1869, "mozilla": 1870, "theft": 1871, "dodgers": 1872, "ca": 1873, "jet": 1874, "purchase": 1875, "gates": 1876, "levels": 1877, "options": 1878, "resume": 1879, "watchdog": 1880, "display": 1881, "deals": 1882, "urges": 1883, "sri": 1884, "smart": 1885, "leaves": 1886, "design": 1887, "shuttle": 1888, "qualifying": 1889, "allowed": 1890, "homer": 1891, "roddick": 1892, "non": 1893, "gm": 1894, "rookie": 1895, "english": 1896, "41": 1897, "twice": 1898, "rock": 1899, "wounding": 1900, "province": 1901, "handheld": 1902, "becoming": 1903, "really": 1904, "handed": 1905, "2002": 1906, "manning": 1907, "pull": 1908, "offense": 1909, "sport": 1910, "exploded": 1911, "faster": 1912, "toshiba": 1913, "oklahoma": 1914, "republic": 1915, "screen": 1916, "motors": 1917, "java": 1918, "goods": 1919, "defence": 1920, "enrichment": 1921, "voice": 1922, "train": 1923, "beats": 1924, "june": 1925, "treasury": 1926, "score": 1927, "coalition": 1928, "driver": 1929, "headed": 1930, "arm": 1931, "cabinet": 1932, "samsung": 1933, "colorado": 1934, "appeals": 1935, "jakarta": 1936, "bills": 1937, "greenspan": 1938, "ray": 1939, "areas": 1940, "hole": 1941, "defending": 1942, "computing": 1943, "plus": 1944, "wrap": 1945, "scores": 1946, "2001": 1947, "anaheim": 1948, "grew": 1949, "strikes": 1950, "georgia": 1951, "pre": 1952, "smith": 1953, "traffic": 1954, "stem": 1955, "candidates": 1956, "rare": 1957, "managers": 1958, "braves": 1959, "wake": 1960, "70": 1961, "suffered": 1962, "nascar": 1963, "micro": 1964, "bodies": 1965, "allegations": 1966, "tomorrow": 1967, "strength": 1968, "closing": 1969, "associates": 1970, "twins": 1971, "considering": 1972, "crowd": 1973, "emergency": 1974, "often": 1975, "48": 1976, "rejects": 1977, "marsh": 1978, "atlantic": 1979, "convention": 1980, "standards": 1981, "keeps": 1982, "dozens": 1983, "familiar": 1984, "notebook": 1985, "edition": 1986, "age": 1987, "created": 1988, "atomic": 1989, "abuse": 1990, "customer": 1991, "am": 1992, "ease": 1993, "awaited": 1994, "planet": 1995, "pack": 1996, "sure": 1997, "ways": 1998, "majority": 1999, "seems": 2000, "model": 2001, "foot": 2002, "lawyers": 2003, "schedule": 2004, "gunmen": 2005, "common": 2006, "treatment": 2007, "via": 2008, "ninth": 2009, "halt": 2010, "enter": 2011, "speech": 2012, "supercomputer": 2013, "disease": 2014, "package": 2015, "themselves": 2016, "retirement": 2017, "prepared": 2018, "beyond": 2019, "shut": 2020, "delays": 2021, "direct": 2022, "fear": 2023, "documents": 2024, "tennessee": 2025, "independent": 2026, "richard": 2027, "sought": 2028, "deaths": 2029, "mae": 2030, "thing": 2031, "successful": 2032, "id": 2033, "extra": 2034, "pact": 2035, "bus": 2036, "34": 2037, "blood": 2038, "marathon": 2039, "significant": 2040, "telecom": 2041, "hearing": 2042, "changed": 2043, "rockets": 2044, "crucial": 2045, "lot": 2046, "previously": 2047, "bin": 2048, "turns": 2049, "wrong": 2050, "agrees": 2051, "expect": 2052, "me": 2053, "don't": 2054, "cities": 2055, "philippines": 2056, "allows": 2057, "quit": 2058, "decide": 2059, "mutual": 2060, "finished": 2061, "bush's": 2062, "shiite": 2063, "telecommunications": 2064, "pick": 2065, "completed": 2066, "90": 2067, "matter": 2068, "wait": 2069, "apparently": 2070, "prosecutors": 2071, "voted": 2072, "releases": 2073, "dies": 2074, "activity": 2075, "dual": 2076, "links": 2077, "sen": 2078, "grow": 2079, "conditions": 2080, "approach": 2081, "overtime": 2082, "bought": 2083, "titan": 2084, "smaller": 2085, "sells": 2086, "3g": 2087, "f": 2088, "beckham": 2089, "nortel": 2090, "cross": 2091, "speculation": 2092, "info": 2093, "denied": 2094, "cuba": 2095, "brussels": 2096, "wales": 2097, "book": 2098, "missed": 2099, "word": 2100, "steel": 2101, "partner": 2102, "bringing": 2103, "draft": 2104, "images": 2105, "district": 2106, "fine": 2107, "cents": 2108, "bangladesh": 2109, "finding": 2110, "pacers": 2111, "adding": 2112, "tops": 2113, "helps": 2114, "deep": 2115, "syria": 2116, "charles": 2117, "joined": 2118, "die": 2119, "andy": 2120, "worm": 2121, "developer": 2122, "eighth": 2123, "peer": 2124, "analyst": 2125, "heads": 2126, "auburn": 2127, "beta": 2128, "hall": 2129, "quickly": 2130, "75": 2131, "mine": 2132, "partnership": 2133, "picture": 2134, "jury": 2135, "books": 2136, "son": 2137, "el": 2138, "raid": 2139, "declared": 2140, "chase": 2141, "currency": 2142, "ship": 2143, "week's": 2144, "pair": 2145, "parties": 2146, "regional": 2147, "barry": 2148, "alex": 2149, "option": 2150, "era": 2151, "alan": 2152, "secret": 2153, "van": 2154, "veteran": 2155, "turning": 2156, "certain": 2157, "stronger": 2158, "magazine": 2159, "prisoners": 2160, "suspects": 2161, "allawi": 2162, "nigerian": 2163, "par": 2164, "receiver": 2165, "agencies": 2166, "pga": 2167, "reform": 2168, "bombings": 2169, "dream": 2170, "martha": 2171, "usatoday": 2172, "donald": 2173, "indianapolis": 2174, "jumped": 2175, "priority": 2176, "extension": 2177, "opportunity": 2178, "denver": 2179, "property": 2180, "request": 2181, "breaks": 2182, "include": 2183, "jeff": 2184, "plays": 2185, "gone": 2186, "withdrawal": 2187, "looked": 2188, "comments": 2189, "includes": 2190, "response": 2191, "tiny": 2192, "crashed": 2193, "600": 2194, "frances": 2195, "effect": 2196, "wife": 2197, "boosted": 2198, "keeping": 2199, "disaster": 2200, "indiana": 2201, "person": 2202, "pedro": 2203, "founder": 2204, "commissioner": 2205, "carrying": 2206, "turkish": 2207, "always": 2208, "hills": 2209, "broken": 2210, "preparing": 2211, "natural": 2212, "upcoming": 2213, "china's": 2214, "perfect": 2215, "improved": 2216, "didn": 2217, "withdraw": 2218, "flash": 2219, "championships": 2220, "increases": 2221, "solid": 2222, "patch": 2223, "putting": 2224, "drops": 2225, "cincinnati": 2226, "chris": 2227, "tight": 2228, "rooney": 2229, "shell": 2230, "earthquake": 2231, "shooting": 2232, "terrorists": 2233, "believed": 2234, "trouble": 2235, "capacity": 2236, "copyright": 2237, "style": 2238, "directors": 2239, "movies": 2240, "38": 2241, "spend": 2242, "milan": 2243, "martinez": 2244, "involved": 2245, "reason": 2246, "limited": 2247, "plot": 2248, "believes": 2249, "database": 2250, "clashes": 2251, "bomber": 2252, "recall": 2253, "unbeaten": 2254, "vehicle": 2255, "ice": 2256, "tries": 2257, "entered": 2258, "swiss": 2259, "kevin": 2260, "zimbabwe": 2261, "rebounds": 2262, "activities": 2263, "choice": 2264, "berlin": 2265, "cnn": 2266, "argentina": 2267, "solution": 2268, "chart": 2269, "redskins": 2270, "allegedly": 2271, "shift": 2272, "nets": 2273, "supporters": 2274, "doing": 2275, "forest": 2276, "child": 2277, "sp2": 2278, "kidnappers": 2279, "tampa": 2280, "taliban": 2281, "placed": 2282, "rescue": 2283, "vodafone": 2284, "hamid": 2285, "robert": 2286, "scoring": 2287, "cold": 2288, "journal": 2289, "remote": 2290, "lanka": 2291, "seoul": 2292, "hardware": 2293, "chiefs": 2294, "ads": 2295, "scotland": 2296, "cassini": 2297, "joe": 2298, "drives": 2299, "lions": 2300, "pitch": 2301, "stroke": 2302, "voip": 2303, "surged": 2304, "love": 2305, "msft": 2306, "link": 2307, "leadership": 2308, "lawmakers": 2309, "morgan": 2310, "bigley": 2311, "carlos": 2312, "32": 2313, "hamm": 2314, "governor": 2315, "mount": 2316, "ravens": 2317, "sweep": 2318, "regular": 2319, "motorola": 2320, "laden": 2321, "colts": 2322, "sentenced": 2323, "islamabad": 2324, "declined": 2325, "egyptian": 2326, "admitted": 2327, "33": 2328, "wave": 2329, "doubt": 2330, "nationwide": 2331, "deliver": 2332, "phelps": 2333, "instant": 2334, "65": 2335, "congo": 2336, "newcastle": 2337, "sir": 2338, "update1": 2339, "planes": 2340, "website": 2341, "doping": 2342, "promised": 2343, "investigating": 2344, "comeback": 2345, "camera": 2346, "semi": 2347, "saturn": 2348, "failure": 2349, "poised": 2350, "advantage": 2351, "heading": 2352, "wenger": 2353, "preliminary": 2354, "ziff": 2355, "schilling": 2356, "rather": 2357, "fees": 2358, "ag": 2359, "situation": 2360, "owned": 2361, "lows": 2362, "roundup": 2363, "crimes": 2364, "ottawa": 2365, "steelers": 2366, "doesn": 2367, "catch": 2368, "nobel": 2369, "craig": 2370, "sued": 2371, "officers": 2372, "premiership": 2373, "housing": 2374, "coup": 2375, "slide": 2376, "golden": 2377, "beach": 2378, "attention": 2379, "unlikely": 2380, "county": 2381, "social": 2382, "ranking": 2383, "packers": 2384, "separate": 2385, "jan": 2386, "begun": 2387, "fields": 2388, "acquired": 2389, "lewis": 2390, "flaw": 2391, "continuing": 2392, "aim": 2393, "inquiry": 2394, "lack": 2395, "feature": 2396, "sides": 2397, "soft": 2398, "shock": 2399, "tackle": 2400, "accept": 2401, "citigroup": 2402, "labour": 2403, "radical": 2404, "asks": 2405, "criticism": 2406, "pushed": 2407, "deputy": 2408, "brand": 2409, "refugee": 2410, "soaring": 2411, "sues": 2412, "launching": 2413, "brian": 2414, "immediately": 2415, "preview": 2416, "overnight": 2417, "54": 2418, "wayne": 2419, "driven": 2420, "holy": 2421, "uefa": 2422, "paper": 2423, "songs": 2424, "kmart": 2425, "scientific": 2426, "steady": 2427, "seized": 2428, "recording": 2429, "alive": 2430, "works": 2431, "increasing": 2432, "disappointing": 2433, "motion": 2434, "explosives": 2435, "resigned": 2436, "dangerous": 2437, "schools": 2438, "els": 2439, "caught": 2440, "status": 2441, "threatening": 2442, "confident": 2443, "ring": 2444, "seat": 2445, "renewed": 2446, "machine": 2447, "parent": 2448, "solar": 2449, "electric": 2450, "lives": 2451, "centre": 2452, "jewish": 2453, "anticipated": 2454, "fish": 2455, "flying": 2456, "remaining": 2457, "seed": 2458, "split": 2459, "chechen": 2460, "messaging": 2461, "authority": 2462, "joins": 2463, "widely": 2464, "difficult": 2465, "matches": 2466, "ny": 2467, "protocol": 2468, "chances": 2469, "jobless": 2470, "pistons": 2471, "laws": 2472, "usa": 2473, "hackers": 2474, "waiting": 2475, "cool": 2476, "mr": 2477, "professional": 2478, "kodak": 2479, "self": 2480, "words": 2481, "hear": 2482, "51": 2483, "miller": 2484, "address": 2485, "technical": 2486, "shrine": 2487, "year's": 2488, "construction": 2489, "vendors": 2490, "newly": 2491, "challenges": 2492, "banned": 2493, "lawyer": 2494, "gary": 2495, "overall": 2496, "identity": 2497, "bids": 2498, "jacques": 2499, "infoworld": 2500, "units": 2501, "kobe": 2502, "restructuring": 2503, "vows": 2504, "governments": 2505, "means": 2506, "hike": 2507, "marines": 2508, "virtual": 2509, "violent": 2510, "sears": 2511, "traditional": 2512, "carry": 2513, "spammers": 2514, "shipping": 2515, "vehicles": 2516, "compete": 2517, "iranian": 2518, "increasingly": 2519, "au": 2520, "boy": 2521, "appear": 2522, "vienna": 2523, "seeded": 2524, "barcelona": 2525, "ve": 2526, "idea": 2527, "lee": 2528, "reporting": 2529, "account": 2530, "towards": 2531, "channel": 2532, "struggle": 2533, "jr": 2534, "adobe": 2535, "hunt": 2536, "summary": 2537, "athletics": 2538, "mp3": 2539, "fcc": 2540, "safe": 2541, "sue": 2542, "unless": 2543, "greater": 2544, "attacked": 2545, "anniversary": 2546, "edwards": 2547, "officially": 2548, "symantec": 2549, "mosque": 2550, "defeated": 2551, "hussein": 2552, "refused": 2553, "halo": 2554, "kind": 2555, "worker": 2556, "edged": 2557, "threatens": 2558, "vendor": 2559, "800": 2560, "pt": 2561, "lineup": 2562, "sharapova": 2563, "driving": 2564, "fly": 2565, "considered": 2566, "fda": 2567, "collapse": 2568, "contracts": 2569, "alert": 2570, "jhtml": 2571, "malaysia": 2572, "developers": 2573, "claiming": 2574, "patients": 2575, "lay": 2576, "financequotelookup": 2577, "qtype": 2578, "sym": 2579, "infotype": 2580, "qcat": 2581, "captured": 2582, "allowing": 2583, "injuries": 2584, "br": 2585, "militia": 2586, "larry": 2587, "prevent": 2588, "evening": 2589, "lifted": 2590, "vowed": 2591, "hitting": 2592, "vietnam": 2593, "entire": 2594, "expressed": 2595, "47": 2596, "frank": 2597, "gordon": 2598, "legislation": 2599, "similar": 2600, "blockbuster": 2601, "benefit": 2602, "studios": 2603, "signing": 2604, "quite": 2605, "postseason": 2606, "150": 2607, "box": 2608, "jersey": 2609, "53": 2610, "convicted": 2611, "venezuela": 2612, "ok": 2613, "reaching": 2614, "corruption": 2615, "brazilian": 2616, "slip": 2617, "denies": 2618, "promises": 2619, "ancient": 2620, "everything": 2621, "spread": 2622, "creating": 2623, "friendly": 2624, "shots": 2625, "improving": 2626, "42": 2627, "tell": 2628, "events": 2629, "jeanne": 2630, "page": 2631, "isn": 2632, "broker": 2633, "agassi": 2634, "shoppers": 2635, "zarqawi": 2636, "providers": 2637, "measures": 2638, "gaming": 2639, "relations": 2640, "elected": 2641, "viruses": 2642, "dramatic": 2643, "fix": 2644, "700": 2645, "jailed": 2646, "thomas": 2647, "broadcast": 2648, "capsule": 2649, "carter": 2650, "networking": 2651, "ability": 2652, "diplomats": 2653, "genesis": 2654, "navy": 2655, "streets": 2656, "reaches": 2657, "resources": 2658, "drove": 2659, "playoffs": 2660, "pfizer": 2661, "that's": 2662, "suspect": 2663, "democrats": 2664, "rallied": 2665, "taxes": 2666, "showdown": 2667, "jordan": 2668, "involving": 2669, "men's": 2670, "passenger": 2671, "doesn't": 2672, "happy": 2673, "messages": 2674, "forbes": 2675, "bbc": 2676, "crime": 2677, "environment": 2678, "friends": 2679, "dozen": 2680, "faced": 2681, "spitzer": 2682, "onto": 2683, "250": 2684, "44": 2685, "leg": 2686, "bottom": 2687, "processors": 2688, "slam": 2689, "politics": 2690, "circuit": 2691, "solaris": 2692, "vaccine": 2693, "practices": 2694, "expands": 2695, "weaker": 2696, "grid": 2697, "factory": 2698, "pervez": 2699, "traded": 2700, "fires": 2701, "brawl": 2702, "va": 2703, "chirac": 2704, "gap": 2705, "ip": 2706, "halliburton": 2707, "doubled": 2708, "figure": 2709, "subscribers": 2710, "born": 2711, "perhaps": 2712, "education": 2713, "eased": 2714, "mariners": 2715, "extends": 2716, "jackson": 2717, "multi": 2718, "walt": 2719, "semifinals": 2720, "mayor": 2721, "winds": 2722, "emerged": 2723, "foods": 2724, "failing": 2725, "square": 2726, "ron": 2727, "briefly": 2728, "paying": 2729, "managed": 2730, "ncaa": 2731, "myanmar": 2732, "columbia": 2733, "prepare": 2734, "loses": 2735, "climb": 2736, "arctic": 2737, "sky": 2738, "pole": 2739, "jays": 2740, "internal": 2741, "henman": 2742, "kyoto": 2743, "ii": 2744, "vijay": 2745, "kofi": 2746, "analysis": 2747, "graphics": 2748, "photos": 2749, "fan": 2750, "fair": 2751, "outsourcing": 2752, "environmental": 2753, "pushing": 2754, "microsoft's": 2755, "tied": 2756, "thai": 2757, "bar": 2758, "expanding": 2759, "rout": 2760, "silicon": 2761, "h": 2762, "ankle": 2763, "pictures": 2764, "dominated": 2765, "possibly": 2766, "updates": 2767, "seasons": 2768, "blackberry": 2769, "foundation": 2770, "holes": 2771, "snow": 2772, "announcing": 2773, "vegas": 2774, "assistant": 2775, "serve": 2776, "coca": 2777, "visiting": 2778, "throughout": 2779, "approves": 2780, "powers": 2781, "bobby": 2782, "prove": 2783, "backing": 2784, "manufacturer": 2785, "user": 2786, "cooperation": 2787, "critics": 2788, "quick": 2789, "girl": 2790, "bob": 2791, "dismissed": 2792, "read": 2793, "picked": 2794, "ill": 2795, "scott": 2796, "fact": 2797, "pain": 2798, "52": 2799, "orleans": 2800, "passengers": 2801, "scientist": 2802, "april": 2803, "injuring": 2804, "silver": 2805, "alitalia": 2806, "port": 2807, "either": 2808, "feel": 2809, "gear": 2810, "kick": 2811, "titans": 2812, "ongoing": 2813, "fighters": 2814, "predicted": 2815, "offices": 2816, "squad": 2817, "overseas": 2818, "peter": 2819, "moment": 2820, "resolve": 2821, "crown": 2822, "email": 2823, "civilians": 2824, "playstation": 2825, "shanghai": 2826, "receive": 2827, "successor": 2828, "gained": 2829, "toyota": 2830, "additional": 2831, "pipeline": 2832, "sunni": 2833, "ali": 2834, "freeze": 2835, "g": 2836, "journalists": 2837, "siege": 2838, "dna": 2839, "fate": 2840, "hotels": 2841, "warnings": 2842, "father": 2843, "drivers": 2844, "provided": 2845, "spaceshipone": 2846, "landmark": 2847, "qaida": 2848, "indians": 2849, "resignation": 2850, "suggests": 2851, "answer": 2852, "fined": 2853, "monetary": 2854, "lockout": 2855, "caribbean": 2856, "agents": 2857, "massachusetts": 2858, "pound": 2859, "sound": 2860, "communist": 2861, "inventories": 2862, "suspension": 2863, "bigger": 2864, "brings": 2865, "protests": 2866, "hd": 2867, "anyone": 2868, "assembly": 2869, "reds": 2870, "netherlands": 2871, "walk": 2872, "brain": 2873, "mean": 2874, "05": 2875, "serena": 2876, "joining": 2877, "lebanon": 2878, "spring": 2879, "cleared": 2880, "explosions": 2881, "northeast": 2882, "quality": 2883, "highly": 2884, "ceremony": 2885, "ll": 2886, "astronauts": 2887, "wind": 2888, "disc": 2889, "43": 2890, "arthritis": 2891, "franchise": 2892, "marlins": 2893, "insurgent": 2894, "meets": 2895, "mosul": 2896, "introduce": 2897, "drew": 2898, "blame": 2899, "kazaa": 2900, "everyone": 2901, "band": 2902, "resigns": 2903, "insisted": 2904, "plants": 2905, "aside": 2906, "didn't": 2907, "cover": 2908, "connection": 2909, "medals": 2910, "coaches": 2911, "blamed": 2912, "competitive": 2913, "controversy": 2914, "trend": 2915, "he's": 2916, "song": 2917, "tells": 2918, "treasuries": 2919, "orlando": 2920, "muslims": 2921, "roll": 2922, "language": 2923, "cameras": 2924, "watched": 2925, "suite": 2926, "payments": 2927, "illinois": 2928, "antonio": 2929, "accounts": 2930, "pledged": 2931, "browns": 2932, "reforms": 2933, "pct": 2934, "opponents": 2935, "referendum": 2936, "pounds": 2937, "floods": 2938, "embattled": 2939, "stopped": 2940, "cola": 2941, "fellow": 2942, "brother": 2943, "larger": 2944, "anything": 2945, "jim": 2946, "desert": 2947, "solutions": 2948, "torn": 2949, "risks": 2950, "however": 2951, "universal": 2952, "distance": 2953, "closely": 2954, "trust": 2955, "can't": 2956, "entry": 2957, "vikings": 2958, "prepares": 2959, "equity": 2960, "hollinger": 2961, "libya": 2962, "mclennan": 2963, "cowboys": 2964, "returning": 2965, "espn": 2966, "66": 2967, "3q": 2968, "lifts": 2969, "boxing": 2970, "matt": 2971, "celtic": 2972, "appointed": 2973, "projects": 2974, "presence": 2975, "las": 2976, "downloads": 2977, "trail": 2978, "brands": 2979, "ousted": 2980, "suffering": 2981, "cases": 2982, "maccentral": 2983, "ferguson": 2984, "rays": 2985, "manufacturers": 2986, "models": 2987, "bridge": 2988, "feared": 2989, "count": 2990, "truck": 2991, "produce": 2992, "mauresmo": 2993, "easier": 2994, "women's": 2995, "worried": 2996, "boosts": 2997, "engineers": 2998, "combat": 2999, "retire": 3000, "strategic": 3001, "fought": 3002, "qualifier": 3003, "nepal": 3004, "ds": 3005, "xbox": 3006, "climbed": 3007, "capture": 3008, "pitched": 3009, "cannot": 3010, "clemens": 3011, "offset": 3012, "67": 3013, "approve": 3014, "exit": 3015, "reduced": 3016, "offerings": 3017, "carried": 3018, "beslan": 3019, "lake": 3020, "scale": 3021, "wto": 3022, "palm": 3023, "table": 3024, "seemed": 3025, "client": 3026, "investigators": 3027, "harmony": 3028, "palmone": 3029, "surface": 3030, "spurs": 3031, "heard": 3032, "knicks": 3033, "southeast": 3034, "78": 3035, "preseason": 3036, "casino": 3037, "phishing": 3038, "uses": 3039, "described": 3040, "bitter": 3041, "heavyweight": 3042, "successfully": 3043, "46": 3044, "gartner": 3045, "harry": 3046, "chile": 3047, "austria": 3048, "follow": 3049, "knew": 3050, "glazer": 3051, "helicopter": 3052, "door": 3053, "busch": 3054, "pleaded": 3055, "bronze": 3056, "headquarters": 3057, "apparent": 3058, "talking": 3059, "lets": 3060, "shoulder": 3061, "mining": 3062, "gasoline": 3063, "ups": 3064, "worlds": 3065, "ken": 3066, "switch": 3067, "focused": 3068, "responsible": 3069, "couple": 3070, "37": 3071, "multiple": 3072, "delivered": 3073, "siemens": 3074, "allies": 3075, "palace": 3076, "fox": 3077, "positions": 3078, "institute": 3079, "brokerage": 3080, "potentially": 3081, "woes": 3082, "mind": 3083, "humans": 3084, "initiative": 3085, "fails": 3086, "gov": 3087, "measure": 3088, "shipments": 3089, "writer": 3090, "invasion": 3091, "alternative": 3092, "targeting": 3093, "brief": 3094, "rovers": 3095, "sunday's": 3096, "produced": 3097, "pirates": 3098, "expanded": 3099, "meter": 3100, "invest": 3101, "dc": 3102, "causing": 3103, "nec": 3104, "versions": 3105, "infrastructure": 3106, "israelis": 3107, "slipped": 3108, "greatest": 3109, "aviation": 3110, "condition": 3111, "cheney": 3112, "docomo": 3113, "reasons": 3114, "industries": 3115, "hill": 3116, "commander": 3117, "funding": 3118, "license": 3119, "expert": 3120, "hamilton": 3121, "tape": 3122, "islands": 3123, "capable": 3124, "battles": 3125, "targeted": 3126, "art": 3127, "providing": 3128, "landing": 3129, "osama": 3130, "schumacher": 3131, "kim": 3132, "families": 3133, "phoenix": 3134, "sentiment": 3135, "india's": 3136, "emerging": 3137, "insurers": 3138, "ratings": 3139, "task": 3140, "serving": 3141, "publisher": 3142, "jack": 3143, "territory": 3144, "guinea": 3145, "penalty": 3146, "henry": 3147, "longhorn": 3148, "favorite": 3149, "bln": 3150, "dividend": 3151, "hired": 3152, "85": 3153, "stepped": 3154, "lowest": 3155, "touch": 3156, "programme": 3157, "reality": 3158, "river": 3159, "busy": 3160, "amount": 3161, "valley": 3162, "mln": 3163, "parents": 3164, "bankrupt": 3165, "representatives": 3166, "memphis": 3167, "suggested": 3168, "k": 3169, "retired": 3170, "stands": 3171, "subsidiary": 3172, "clean": 3173, "cast": 3174, "distribution": 3175, "crackdown": 3176, "mountain": 3177, "transfer": 3178, "rolls": 3179, "sap": 3180, "britain's": 3181, "writes": 3182, "compared": 3183, "boom": 3184, "imf": 3185, "broad": 3186, "tropical": 3187, "chavez": 3188, "provides": 3189, "arabia": 3190, "pushes": 3191, "whole": 3192, "famous": 3193, "imports": 3194, "hiring": 3195, "tobacco": 3196, "advances": 